name = "for no error"
# name = "aleksandre"
print(name)
 # ცვადს names ვერ გამოიტანს რადგან დაკომენტარებულია და კომპიუტერი აიგნორებს დაკომენტარებულ ტექსტს, იგი ადამინისთვის შეიქმნა

 # case-sensitive language არის როდესაც გინდაც მაგალითად ცვლადის ორი ერთნაირი სახელი გინდაც დიდი ასოთი განსხვავდება კომპიუტერი აღქვამს როგორც სხვა ცვლადს.

credit = 200
Credit = 200

# python არის case sensitive პროგრამირების ენა რაც იმას ნიშნავს რომ გინდაც ცვლადები განსხვავდებიან მარტო ასოს სიდიდითი კომპიუტერი აღიქვამს როგორც 2 სხვადასხვა ცვლადს
game = 'roblox'
game = 'dota 2'
print(game)
# კომპიუტერი კითხულობ რიგრიგობით კოდს და 2 ერთნაირი სახელისთ ცვლადი გინდაც შექმნა იგი დაპრინტავს ბოლოს რომელიც შეიქმნა იმას
